---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhaseDemolished
source: html/88cc063a-b8f9-27d1-8487-529bdcfaf6d5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhaseDemolished Property

"Phase Demolished"

## Syntax (C#)
```csharp
public static ForgeTypeId PhaseDemolished { get; }
```